Repository: clipos-archive/src_platform_fbpanel-clip
Catalog: po/*.po
Languages: fr_fr

source: Battery: %d%% charged, %d:%02d until full
fr_fr: Batterie chargée à %d%%, charge complète dans %d:%02d heures

source: Battery: %d%% charged, %s
fr_fr: Batterie chargée à %d%%, %s

source: charging finished
fr_fr: chargement terminé

source: not charging
fr_fr: pas de chargement en cours

source: Battery: %d%% charged, %d:%02d left
fr_fr: Batterie chargée à %d%%, %d:%02d heures restantes

source: No batteries found
fr_fr: Aucune batterie trouvée

source: Please reboot to apply updates
fr_fr: Un redémarrage est nécessaire pour appliquer les mises à jour

source: CLIP core is up-to-date
fr_fr: Le coeur CLIP est à jour

source: Failed to load file: %s
fr_fr: Erreur de chargement du fichier %s

source: No file %s
fr_fr: Fichier %s absent

source: No label in %s
fr_fr: Pas de label dans %s

source: Wired connection:
fr_fr: Connexion filaire :

source: Wireless connection:
fr_fr: Connexion wifi :

source: UMTS connection:
fr_fr: Connexion UMTS :

source: Unknown type:
fr_fr: Type inconnu :

source: Profile:
fr_fr: Profil :

source: %d mounted USB tokens%s%s
fr_fr: %d supports USB montés%s%s

source: No mounted USB token%s%s
fr_fr: Aucun support USB monté%s%s

source: 1 mounted USB token%s%s
fr_fr: 1 support USB monté%s%s

source: Raise
fr_fr: Afficher

source: Iconify
fr_fr: Réduire
